/*
      Localizable.strings - English
      modizer

      Organized by screens and feature families
*/

// ================================================================
// MARK: - COMMON / GENERAL
// ================================================================

/* Common Actions */
"Yes" = "Ja";
"No" = "Nee";
"Ok" = "Ok";
"Cancel" = "Annuleren";
"Close" = "Sluiten";
"Save" = "Opslaan";
"Delete" = "Verwijderen";
"Rename" = "Hernoemen";
"Extract" = "Uitpakken";
"Cut" = "Knippen";
"Paste" = "Plakken";
"Create" = "Aanmaken";
"Reset" = "Herstellen";

/* Common States */
"Loading" = "Laden";
"Extracting" = "Uitpakken";
"Seeking" = "Zoeken";
"Seeking %d%%" = "Zoeken %d%%";
"Refreshing" = "Vernieuwen";
"Browsing" = "Bladeren";
"Cancelling..." = "Annuleren...";

/* Common Messages */
"Error" = "Fout";
"OK" = "OK";
"Warning" = "Waarschuwing";
"Do you want to reset to default value:\n" = "Wilt u de standaardwaarde herstellen:\n";


// ================================================================
// MARK: - BROWSER
// ================================================================

/* Browser Main Keys */
"Browser_LocalBrowsing_MainKey" = "Lokaal bladeren";
"Browser_LocalBrowsing_SubKey" = "Blader, speel en verwijder lokale bestanden.";

"Browser_MODLAND_MainKey" = "MODLAND collectie";
"Browser_MODLAND_SubKey" = "%d downloadbare bestanden.";

"Browser_HVSC_MainKey" = "HVSC collectie";
"Browser_HVSC_SubKey" = "%d downloadbare bestanden.";

"Browser_Playlists_MainKey" = "Afspeellijsten";
"Browser_Playlists_SubKey" = "Organiseer, maak, verwijder en luister.";

"Browser_Favorites_MainKey" = "Favorieten";
"Browser_Favorites_SubKey" = "Luister naar beoordeelde nummers.";

"Browser_Most_played_MainKey" = "Meest afgespeeld";
"Browser_Most_played_SubKey" = "Luister naar meest afgespeelde nummers.";

"Browser_Web_MainKey" = "Web";
"Browser_Web_SubKey" = "Blader op internet en download muziek.";

"Browser_WorldCharts_MainKey" = "Wereldhitlijsten";
"Browser_WorldCharts_SubKey" = "Toplijsten en downloadlinks.";

"Browser_WebVGM_MainKey" = "VGMRips";
"Browser_WebVGM_SubKey" = "Videogame muziek rips";

"Browser_UserGuide_MainKey" = "Gebruikershandleiding";
"Browser_UserGuide_SubKey" = "Handleiding, FAQ, tips.";

/* Browser Display Modes */
"GetAllEntries_MainKey" = "Haal alle ontbrekende items op";
"GetAllEntries_SubKey" = "Beperkt tot 256 eerste ontbrekende items.";

"DisplayAll_MainKey" = "Lijst alle gesorteerd op naam";
"DisplayAll_SubKey" = "Huidige map:";

"DisplayDir_MainKey" = "Lijst/Map";
"DisplayDir_SubKey" = "Alle gesorteerd op pad:";

"DisplayAllPath_MainKey" = "Lijst alle gesorteerd op pad";
"DisplayAllPath_SubKey" = "Alle gesorteerd op naam:";

/* Browser View Modes */
"Formats/Artists/Files" = "Formaten/Artiesten/Bestanden";
"Artists/Formats/Files" = "Artiesten/Formaten/Bestanden";
"Artists/Files" = "Artiesten/Bestanden";
"Formats: %d entries." = "Formaten: %d items.";
"Artists: %d entries." = "Artiesten: %d items.";

/* Browser Stats */
"Played %d times." = "%d keer afgespeeld.";
"Played once." = "Eenmaal afgespeeld.";
"Never played." = "Nooit afgespeeld.";
"%d files." = "%d bestanden.";
"1 file." = "1 bestand.";
"Size: %dKB" = "Grootte: %dKB";

/* Browser Messages */
"Browser not enough mem." = "Te veel items, kan geen geheugen toewijzen.";
"Browser not enough mem. Limited." = "Te veel items, kan geen geheugen toewijzen. Lijst is onvolledig.";

/* File Operations */
"New folder" = "Nieuwe map";
"Enter folder name" = "Voer mapnaam in";
"Nothing to paste" = "Niets om te plakken";
"No file to extract or not supported archive format.\n" = "Geen bestand om uit te pakken of niet-ondersteund archiefformaat.\n";
"Cannot use iCloud as folder name" = "Kan iCloud niet als mapnaam gebruiken";

"Issue %d while trying to delete entry.\n%@" = "Probleem %d bij verwijderen van item.\n%@";
"Issue %d while trying to renamefile.\n%@" = "Probleem %d bij hernoemen van bestand.\n%@";
"Issue %d while moving: %@.\n%@" = "Probleem %d bij verplaatsen: %@.\n%@";
"Issue %d while creating folder\n%@" = "Probleem %d bij aanmaken van map\n%@";

"File is not available locally.\nTrigerring download from iCloud, please check in 'Files' application." = "Bestand is niet lokaal beschikbaar.\nDownload vanaf iCloud wordt gestart, controleer in 'Bestanden' applicatie.";

"unavailable" = "niet beschikbaar";

// ================================================================
// MARK: - SEARCH
// ================================================================

/* Search States */
"Playlist (%d)" = "Afspeellijst (%d)";
"Playlist/Search off" = "Afspeellijst/Zoeken uit";

"Local (%d, limited to %d)" = "Lokaal (%d, beperkt tot %d)";
"Local (%d)" = "Lokaal (%d)";
"Local/Search off" = "Lokaal/Zoeken uit";

"Modland (%d, limited to %d)" = "Modland (%d, beperkt tot %d)";
"Modland (%d)" = "Modland (%d)";
"Modland/Search off" = "Modland/Zoeken uit";

"HVSC (%d, limited to %d)" = "HVSC (%d, beperkt tot %d)";
"HVSC (%d)" = "HVSC (%d)";
"HVSC/Search off" = "HVSC/Zoeken uit";

"ASMA (%d, limited to %d)" = "ASMA (%d, beperkt tot %d)";
"ASMA (%d)" = "ASMA (%d)";
"ASMA/Search off" = "ASMA/Zoeken uit";

/* Search Messages */
"Searching Playlists..." = "Afspeellijsten doorzoeken...";
"Searching Local files..." = "Lokale bestanden doorzoeken...";
"Searching MODLAND..." = "MODLAND doorzoeken...";
"Searching HVSC..." = "HVSC doorzoeken...";

"Please enter at least 2 characters for your search." = "Voer minimaal 2 tekens in voor uw zoekopdracht.";
"Please activate at least 1 section for your search." = "Activeer minimaal 1 sectie voor uw zoekopdracht.";


// ================================================================
// MARK: - PLAYER / NOW PLAYING
// ================================================================

/* Player States */
"Now playing" = "Nu aan het afspelen";
"Now playing(%d)" = "Nu aan het afspelen(%d)";
"Most played" = "Meest afgespeeld";
"Favorites" = "Favorieten";
"Resuming last\nplayed file" = "Laatste\nafgespeelde bestand hervatten";

/* Player Controls */
"Previous" = "Vorige";
"Previous file" = "Vorig bestand";
"Next file" = "Volgend bestand";
"Next" = "Volgende";
"Shuffle" = "Willekeurig";
"Voices control" = "Stembesturing";
"All voices" = "Alle stemmen";
"Clear 'Now Playing' queue" = "'Nu aan het afspelen' wachtrij wissen";

/* Song Selection */
"Choose a subsong" = "Kies een subnummer";
"Choose a song" = "Kies een nummer";

/* Player Messages */
"Nothing currently playing. Please select a file." = "Niets wordt momenteel afgespeeld. Selecteer een bestand.";
"File cannot be played. Skipping to next playable file." = "Bestand kan niet worden afgespeeld. Overslaan naar volgend afspeelbaar bestand.";
"Too much entries! Playlist will be limited to %d first entries." = "Te veel items! Afspeellijst wordt beperkt tot de eerste %d items.";
"Playlist is full. Delete some entries to add more." = "Afspeellijst is vol. Verwijder enkele items om meer toe te voegen.";

/* Metadata */
"unknown_title" = "Onbekende titel";
"unknown_album" = "Onbekend album";
"now_playing_format" = "Afspelen: %@ van %@";


// ================================================================
// MARK: - PLAYLISTS
// ================================================================

/* Playlist Actions */
"New playlist" = "Nieuwe afspeellijst";
"Create new playlist" = "Nieuwe afspeellijst aanmaken";
"Save current one" = "Huidige opslaan";
"Rename playlist" = "Afspeellijst hernoemen";
"Add to a playlist" = "Toevoegen aan afspeellijst";
"Choose a playlist" = "Kies een afspeellijst";

/* Playlist Descriptions */
"Create a new empty playlist." = "Maak een nieuwe lege afspeellijst.";
"Create a playlist from currently played files." = "Maak een afspeellijst van momenteel afgespeelde bestanden.";
"Browse files" = "Blader door bestanden";
"Add or remove entries from browser." = "Items toevoegen of verwijderen vanuit bladeren.";
"Choose a new name." = "Kies een nieuwe naam.";

/* Playlist Confirmations */
"Are you sure you want to delete this playlist ?" = "Weet u zeker dat u deze afspeellijst wilt verwijderen?";
"Are you sure you want to delete this entry ?" = "Weet u zeker dat u dit item wilt verwijderen?";


// ================================================================
// MARK: - DOWNLOADS
// ================================================================

"Downloads" = "Downloads";
"Download queue: 1 file" = "Downloadwachtrij: 1 bestand";
"Download queue: %d files" = "Downloadwachtrij: %d bestanden";
"No download in progress" = "Geen download bezig";
"Downloaded %@" = "%@ gedownload";
"Downloading %@" = "%@ downloaden";
"Cannot download from this URL." = "Kan niet downloaden vanaf deze URL.";
"Could not add files. Please check manually with file browser (Local Browsing/Downloads)." = "Kan bestanden niet toevoegen. Controleer handmatig met bestandsbrowser (Lokaal bladeren/Downloads).";
"File already available locally. Do you want to download it again?" = "Bestand is al lokaal beschikbaar. Wilt u het opnieuw downloaden?";
"URL have to start with ftp:// or http://" = "URL moet beginnen met ftp:// of http://";
"Cannot connect to FTP." = "Kan geen verbinding maken met FTP.";


// ================================================================
// MARK: - DATABASE
// ================================================================

"Database created." = "Database aangemaakt.";
"Database will now be recreated. Please validate & wait." = "Database wordt nu opnieuw aangemaakt. Bevestig en wacht.";
"Wrong database version: %d.%d. Will update to %d.%d. Please validate & wait." = "Verkeerde databaseversie: %d.%d. Wordt bijgewerkt naar %d.%d. Bevestig en wacht.";
"No database found. Will create a new one. Please validate & wait..." = "Geen database gevonden. Er wordt een nieuwe aangemaakt. Bevestig en wacht...";


// ================================================================
// MARK: - COVERS / IMAGES
// ================================================================

"Image detected" = "Afbeelding gedetecteerd";
"Choose_SaveCover" = "Afbeelding opslaan als hoes voor %@?";
"CoverFolder" = "Als maphoes";
"CoverFile" = "Als bestandshoes";
"Confirm_RemCurCovers" = "Huidige hoezen voor %@ verwijderen (map en bestand)?";


// ================================================================
// MARK: - SETTINGS - GENERAL
// ================================================================

/* Settings Sections */
"Settings_General" = "Algemeen";
"Settings_Player" = "Speler";
"Settings_Display" = "Weergave";
"Settings_Download" = "Download";
"Settings_FTP" = "FTP";
"Settings_PlaybackLib" = "Afspeelbibliotheken";
"Settings_Settings" = "Instellingen";

/* Settings Presets */
"Settings_SettingsDefault" = "Standaard";
"Settings_SettingsHigh" = "Hoog";
"Settings_SettingsMed" = "Gemiddeld";
"Settings_SettingsLow" = "Laag";

"Confirm_SettingsDef" = "Weet u zeker dat u de instellingen wilt herstellen naar de 'standaard' waarden?";
"Confirm_SettingsHigh" = "Weet u zeker dat u de instellingen wilt herstellen naar de 'hoge' waarden?";
"Confirm_SettingsMed" = "Weet u zeker dat u de instellingen wilt herstellen naar de 'gemiddelde' waarden?";
"Confirm_SettingsLow" = "Weet u zeker dat u de instellingen wilt herstellen naar de 'lage' waarden?";

/* Global Player Settings */
"Search: simplified regexp ('.' -> '\\.', '*' -> '.*')" = "Zoeken: vereenvoudigde regexp ('.' -> '\\.', '*' -> '.*')";
"Resume position on launch" = "Positie hervatten bij opstarten";
"Notification" = "Melding";
"Notification duration" = "Meldingsduur";
"Disable screen auto lock" = "Automatische schermvergrendeling uitschakelen";
"No screen auto lock" = "Geen automatische schermvergrendeling";
"Enable playback ratio" = "Afspeelverhouding inschakelen";
"Playback ratio" = "Afspeelverhouding";
"Default length" = "Standaardlengte";
"Default length %d:%.2d" = "Standaardlengte %d:%.2d";
"Fade-out time" = "Uitfadentijd";
"Silence Detection" = "Stiltedetectie";
"Stop song if silent for more than selected number of seconds. 0: off" = "Stop nummer als stil voor meer dan geselecteerd aantal seconden. 0: uit";
"Will skip song if nothing is played for specified duration (0=off)" = "Slaat nummer over als niets wordt afgespeeld gedurende opgegeven tijd (0=uit)";
"Force mono" = "Mono forceren";
"Panning" = "Panorama";
"Panning value" = "Panoramawaarde";
"Audio latency" = "Audiolatentie";
"Audio latency in ms" = "Audiolatentie in ms";
"Multi default action" = "Multi standaardactie";
"Browse" = "Bladeren";
"Archive/multi play mode" = "Archief/multi afspeelmodus";
"Entry" = "Item";

/* Archive Settings */
"Archive multi default action" = "Archief multi standaardactie";
"Archive multi play mode" = "Archief multi afspeelmodus";

/* Playlist Settings */
"Play/Enqueue action" = "Afspelen/In wachtrij plaatsen actie";
"Enqueue mode" = "Wachtrijmodus";
"Default Action" = "Standaardactie";
"Play" = "Afspelen";
"Enqueue" = "In wachtrij";
"Enq.&Play" = "Wachtrij&Afspelen";
"First" = "Eerste";
"Current" = "Huidige";
"Last" = "Laatste";
"Enqueue position" = "Wachtrijpositie";
"Post download action" = "Actie na download";
"Nothing" = "Niets";

/* Display Settings */
"Background mode" = "Achtergrondmodus";
"Partial" = "Gedeeltelijk";
"Full" = "Volledig";
"Off=no background process, Partial=keep playing music, Full=keep app on in background" = "Uit=geen achtergrondproces, Gedeeltelijk=blijf muziek afspelen, Volledig=houd app aan in achtergrond";
"Long name truncate" = "Lange naam afkappen";
"Head" = "Begin";
"Mid." = "Midden";
"Tail" = "Einde";
"Filename as title" = "Bestandsnaam als titel";

/* Local Files Settings */
"Auto. restore Samples folder" = "Automatisch Samples-map herstellen";
"Send statistics" = "Statistieken verzenden";


// ================================================================
// MARK: - SETTINGS - DATABASE
// ================================================================

"Settings_DB" = "Database";
"Settings_CleanDB" = "Database opschonen";
"Settings_ResetPlCnt" = "Afspeeltellers herstellen";
"Settings_ResetRatings" = "Beoordelingen herstellen";
"Settings_ResetDB" = "Hele database herstellen";

"Confirm_DBClean" = "Database opschonen starten (kan even duren)?";
"Confirm_Reset_PlCnt" = "Weet u zeker dat u alle afspeeltellers wilt herstellen?";
"Confirm_Reset_Ratings" = "Weet u zeker dat u alle beoordelingen wilt herstellen?";
"Confirm_ResetDB" = "Weet u zeker dat u de hele database wilt herstellen? Afspeellijsten, beoordelingen, tellers worden verwijderd.";


// ================================================================
// MARK: - SETTINGS - LOCAL FILES
// ================================================================

"Settings_LocalFiles" = "Lokale bestanden";
"Settings_RecreateSamples" = "'Samples' map opnieuw aanmaken";
"Settings_FormatDownloads" = "'Downloads' map formatteren";
"Settings_RemCovers" = "Hoezen verwijderen";
"Settings_UpdateFilesBackupFlag" = "Bestandssysteem controleren";

"Confirm_RecreateSamples" = "Wilt u de 'Samples' map opnieuw aanmaken.";
"Confirm_FormatDownloads" = "Wilt u ALLE bestanden verwijderen uit Lokaal bladeren/Web map.";
"Confirm_CheckFiles" = "Wilt u een lokale bestandssysteemcontrole uitvoeren?";


// ================================================================
// MARK: - SETTINGS - PLUGINS
// ================================================================

/* AdPlug */
"OPL type" = "OPL type";
"Stereo surround" = "Stereo surround";

/* GBSPlay */
"HP filter type" = "HP filtertype";
"Highpass filter type" = "Hoogdoorlaatfiltertype";

/* Game Music Emu (GME) */
"Stereo separation" = "Stereoscheiding";
"Ignore silence" = "Stilte negeren";
"Silence detection" = "Stiltedetectie";
"Equalizer" = "Equalizer";
"Bass" = "Bas";
"Treble" = "Hoog";

/* GSF */
"Sound quality" = "Geluidskwaliteit";
"Interpolation" = "Interpolatie";
"Low-pass filter" = "Laagdoorlaatfilter";
"Echo" = "Echo";

/* Highly Complete (HC) */
"Resample quality" = "Resample kwaliteit";
"Main enabled" = "Main ingeschakeld";
"Reverb enabled" = "Reverb ingeschakeld";

/* NSFPlay */
"NSFPLAY default length" = "NSFPLAY standaardlengte";
"LPF strength" = "LPF sterkte";
"Min=off, default: 112" = "Min=uit, standaard: 112";
"HPF strength" = "HPF sterkte";
"Region" = "Regio";
"VRC7 Patches" = "VRC7 patches";
"Force IRQ" = "IRQ forceren";
"Quality" = "Kwaliteit";

/* OpenMPT */
"Master volume" = "Hoofdvolume";
"Sampling" = "Sampling";
"Resampling" = "Resampling";

/* SID */
"Engine" = "Engine";
"Filter" = "Filter";
"Force loop" = "Loop forceren";
"Clock" = "Klok";
"Model" = "Model";
"Force 2nd SID" = "2e SID forceren";
"Address 2nd" = "Adres 2e";
"0xD420-0xD7FF or 0xDE00-0xDFFF" = "0xD420-0xD7FF of 0xDE00-0xDFFF";
"Force 3rd SID" = "3e SID forceren";
"Address 3rd" = "Adres 3e";
"Start subsong" = "Subsong starten";
"Subsong start position: first one or the one specified in file's header" = "Startpositie subsong: eerste of opgegeven in de bestandskop";
"Header" = "Bestandskop";

/* Timidity */
"Max loop" = "Max loop";
"MIDI polyphony" = "MIDI polyfonie";
"Amplification" = "Versterking";
"Chorus" = "Chorus";
"Reverb" = "Reverb";
"Resample" = "Resample";
"LP filter" = "LP filter";

/* UADE */
"Headphones" = "Koptelefoon";
"LED filter" = "LED filter";
"Normalization" = "Normalisatie";
"Post FX" = "Post FX";
"Panning" = "Panorama";
"Panning value" = "Panoramawaarde";
"Gain" = "Versterking";
"Gain value" = "Versterkingswaarde";
"Force NTSC" = "NTSC forceren";

/* VGMPlay */
"Prefer JTAG" = "JTAG voorkeur";
"YM2612 emulator" = "YM2612 emulator";
"Nuked OPN2 option" = "Nuked OPN2 optie";
"YMF262 emulator" = "YMF262 emulator";
"YM3812 emulator" = "YM3812 emulator";
"QSound emulator" = "QSound emulator";
"RF5C68 emulator" = "RF5C68 emulator";

/* VGMStream */
"Max loop" = "Max loop";

/* XMP */
"Amiga 500 Filter" = "Amiga 500 filter";


// ================================================================
// MARK: - SETTINGS - VISUALIZATIONS
// ================================================================

/* General FX */
"FX Alpha" = "FX alpha";
"FX Fullscreen" = "FX volledig scherm";
"FX FPS" = "FX FPS";
"FX show info" = "FX info tonen";
"Tech Info" = "Technische info";
"Show FPS and other infos (CPU, Resolution, ProjectM audio data)" = "Toon FPS en andere info (CPU, resolutie, ProjectM audiodata)";
"FX Level of details" = "FX detailniveau";
"Low" = "Laag";
"Med" = "Gemiddeld";
"High" = "Hoog";
"Slow FX limit" = "Trage FX limiet";
"Deactivate FX if too slow." = "FX deactiveren als te traag.";
"Weak" = "Zwak";
"Strong" = "Sterk";
"Display song info" = "Nummerinfo weergeven";
"When in fulllscreen, display song info when it changes. TL is Top Left, DR is Bottom Right, C is Center." = "Bij volledig scherm, toon nummerinfo wanneer het verandert. TL is linksboven, DR is rechtsonder, C is centraal.";

/* ProjectM */
"ProjectM settings" = "ProjectM instellingen";
"ProjectM on/off" = "ProjectM aan/uit";
"Show preset label" = "Presetlabel tonen";
"Auto switch presets mode" = "Automatisch presets wisselen modus";
"Lock preset" = "Preset vergrendelen";
"Time between preset" = "Tijd tussen preset";
"Blend presets" = "Presets mengen";
"Blend time" = "Mengtijd";
"Bundled presets" = "Meegeleverde presets";
"Custom presets" = "Aangepaste presets";
"Aspect ratio" = "Beeldverhouding";
"Mesh size X" = "Meshgrootte X";
"Mesh size Y" = "Meshgrootte Y";
"Hard cut enabled" = "Harde snede ingeschakeld";
"Hard cut min time" = "Harde snede min tijd";
"Hard cut sensitivity" = "Harde snede gevoeligheid";
"Beat sensitivity" = "Beatgevoeligheid";
"Permissive mode" = "Permissieve modus";

/* Oscilloscope */
"Oscillo settings" = "Oscillo instellingen";
"FX mode" = "FX modus";
"Show label" = "Label tonen";
"Label font size" = "Label lettergrootte";
"Show grid" = "Raster tonen";
"Grid color" = "Rasterkleur";
"Line width" = "Lijndikte";
"Mono color" = "Monokleur";
"Multi color set" = "Multi kleurset";
"Reset all colors" = "Alle kleuren herstellen";
"Thin" = "Dun";
"Medium" = "Gemiddeld";
"Thick" = "Dik";
"Beefy" = "Extra dik";

/* Piano Roll / MIDI */
"Piano roll" = "Pianorol";
"Activate Piano roll FX, standard or 'Synthesia' like" = "Activeer pianorol FX, standaard of 'Synthesia'-achtig";
"Activate spark FX, colored or white" = "Activeer vonk FX, gekleurd of wit";
"Display voices labels" = "Stemmentlabels weergeven";
"Display octaves labels" = "Octaaflabels weergeven";
"MIDI pattern" = "MIDI patroon";
"MIDI cut line" = "MIDI snijlijn";
"MIDI bar style" = "MIDI balkstijl";
"MIDI bar vibrato" = "MIDI balk vibrato";
"Piano 3D" = "Piano 3D";
"Piano cut line" = "Piano snijlijn";
"Piano color mode" = "Piano kleurmodus";

/* Spectrum */
"3D spectrum" = "3D spectrum";
"3D spectrum bloom" = "3D spectrum bloom";
"Spectrum" = "Spectrum";
"3D landscape" = "3D landschap";
"3D landscape bloom" = "3D landschap bloom";

/* MOD Pattern */
"MOD pattern" = "MOD patroon";
"MOD pattern BG alpha" = "MOD patroon achtergrond alpha";
"MOD pattern vol bar" = "MOD patroon volumebalk";
"MOD pattern current line mode" = "MOD patroon huidige lijnmodus";
"MOD pattern font" = "MOD patroon lettertype";
"MOD pattern font size" = "MOD patroon lettergrootte";
"MOD pattern theme" = "MOD patroon thema";


// ================================================================
// MARK: - WEB BROWSER
// ================================================================

"Browser_Welcome_Message" = "<b>Welkom bij Modizer's webbrowser!</b><br><br>Gebruik de adresbalk hierboven om te navigeren of verken uw bladwijzers.<br><br>Om een afbeelding als hoes te gebruiken, kopieer deze naar het klembord met een lange druk (iOS) of een rechtsklik (macOS).";
"Bookmarks" = "Bladwijzers";


// ================================================================
// MARK: - ABOUT
// ================================================================

"About_Text" = "v4.6 © Yohann Magnien / YoyoFR\n\nContact: mailto:modizerhelp@gmail.com\nWeb: https://modizer.app\n\nModizer's logo by Steve Miele.\n\nNumber of file formats/extension supported: 1108.\n!PM!,003,04SW,208,2DX9,2PSF,2SF,2SFLIB,3DO,4,40A,40B,41A,4V,50A,60A,61A,669,800,9TAV,A2M,A2T,AAC,AAM,AAX,ABK,AC1,AC1D,ACB,ACM,ACX,ADL,ADLIB,ADM,ADP,ADPCM,ADPCMX,ADS,ADSC,ADW,ADX,AFC,AFS2,AGD,AGI,AGSC,AHV,AHX,AI,AIF,AIF-LOOP,AIFC,AIFCL,AIFF,AIFFL,AIX,AKB,AL,AL2,ALP,AMC,AMD,AMF,AMS,AMTS,AO,AON,AON4,AON8,AP,APC,APE,ARP,AS0,AS3M,AS4,ASC,ASD,ASF,ASR,ASS,AST,AT3,AT9,ATSL,ATSL3,ATSL4,ATX,AUD,AUS,AVAL,AVP,AWB,AWC,AY,B1S,BAF,BAKA,BAM,BANK,BAO,BAR,BCSTM,BCWAV,BD,BD3,BDS,BDSP,BFC,BFSTM,BFWAV,BFWAVNSMBU,BG00,BGM,BGW,BH2PCM,BIK,BIK2,BIKA,BIN,BK2,BLK,BMDX,BMF,BMS,BNK,BNM,BNS,BNSF,BO2,BP,BP3,BRSTM,BRSTMSPM,BSF,BSI,BSND,BSS,BTSND,BVG,BWAV,BYTES,C64,C67,CAF,CAPDSP,CBD2,CC3,CCC,CD,CFF,CFN,CHAN,CHI,CHK,CHP,CIN,CKB,CKD,CKS,CM,CM3,CMC,CMF,CMR,CMS,CNK,COP,CORE,CP,CPK,CPLX,CPS,CRB,CSB,CSMP,CTRL,CUS,CUST,CUSTOM,CVS,CWAV,CXS,D00,DA,DAT,DATA,DAX,DB,DBM,DCS,DCT,DDSP,DE2,DEC,DFM,DH,DI,DIGI,DIVA,DL,DLM1,DLM2,DLN,DLT,DL_DELI,DM0,DM1,DM2,DMC,DMF,DMM,DMO,DMSG,DMU,DMU2,DNS,DODA,DP,DR0,DRO,DS2,DSB,DSC,DSF,DSFLIB,DSM,DSP,DSPW,DSQ,DSR,DSS,DST,DSYM,DTK,DTM,DUM,DVI,DW,DWOLD,DXH,DZ,E4X,EA,EAM,EAS,EMFF,EMOD,EMS,EMSV6,ENM,ENO,ENS,ESV,ET1,EU,EUP,EX,EXA,EZW,FAG,FAR,FC,FC-BSI,FC-M,FC13,FC14,FC3,FC4,FCM,FDA,FDI,FFW,FILP,FLAC,FLX,FMB,FNK,FP,FRED,FSB,FST,FSV,FT,FTC,FUZ,FUZZ,FW,FWAV,FWSE,G1L,GAM,GAMPLUS,GBR,GBS,GBTS,GCA,GCM,GCUB,GCW,GDM,GENH,GIN,GLUE,GM,GMC,GMS,GOT,GRAY,GSB,GSF,GSFLIB,GT2,GTD,GTK,GTR,GV,GWM,GYM,H4M,HA2,HAB,HBT,HCA,HD,HDR,HES,HGC1,HIP,HIP7,HIPC,HIS,HMC,HN,HPS,HRM,HRP,HRT,HRT!,HSC,HSF,HSP,HSQ,HST,HVL,HWAS,HX2,HX3,HXC,HXD,HXG,HXX,IAB,IADP,ICE,IDMSF,IDSP,IDVI,IDWAV,IDXMA,IFS,IKM,ILD,IMA,IMC,IMF,IMS,IMX,INSTR,INS,INT,IS,IS14,IS20,ISB,ISD,ISWS,IT,IT1,ITL,IVAG,IVAUD,IVB,J2B,JAM,JBM,JC,JCB,JCBO,JD,JMF,JO,JOE,JP,JPN,JPND,JPO,JPOLD,JSTM,JT,KAT,KCES,KCEY,KEF,KEF7,KH,KM9,KNS,KOVS,KRAW,KRIS,KRS,KSM,KSS,KTAC,KTSL2ASBIN,KTSS,KVS,L,LAA,LAAC,LAIF,LAIFC,LAIFF,LASF,LAX,LBIN,LDS,LEG,LEP,LIN,LION,LIQ,LM0,LM1,LM2,LM3,LM4,LM5,LM6,LM7,LME,LMP3,LMP4,LOGG,LOPUS,LP,LPCM,LPK,LPS,LRMB,LSE,LSF,LSTM,LWAV,LZS,M,M15,M2,M3U,M4A,M4V,MA,MAB,MAD,MAP,MATX,MAX,MBM,MC,MC3,MCA,MCADPCM,MCG,MCMD,MCMD_ORG,MCO,MCR,MD,MDAT,MDI,MDL,MDS,MDSP,MDST,MDX,MDY,MED,MEXXMP,MFP,MG,MGS,MI4,MIB,MIC,MID,MIDI,MIHB,MINI2SF,MINIDSF,MINIGSF,MININCSF,MINIPSF,MINIPSF2,MINIQSF,MINISNSF,MINISSF,MINIUSF,MJB,MK2,MKF,MKII,MKIIO,MKJ,ML,MM4,MM8,MMCMP,MMD0,MMD1,MMD2,MMD3,MMD4,MMDC,MMS,MNSTR,MO3,MOD,MOD15,MOD15_MST,MOD15_ST-IV,MOD15_UST,MOD_ADSC4,MOD_COMP,MOD_DOC,MOD_FLT4,MOD_NTK,MOD_NTK1,MOD_NTK2,MOD_NTKAMP,MOGG,MOK,MON,MON_OLD,MP3,MP4,MPD,MPDSP,MPF,MPG,MPK,MPRO,MPT,MPTM,MS,MSA,MSADPCM,MSB,MSC,MSD,MSF,MSO,MSP,MSS,MSV,MSVP,MT2,MTA2,MTAF,MTK,MTM,MTP2,MTR,MUG,MUG2,MUL,MUPS,MUS,MUSC,MUSX,MW,MWV,MXST,MYSPD,MZ,N64,NAAC,NCSF,NCSFLIB,NDP,NDS,NGCA,NLSD,NOISEPACKER2,NOISEPACKER3,NOP,NP,NP1,NP2,NP3,NPS,NPSF,NR,NRU,NSF,NSFE,NSOPUS,NST,NTP,NTPK,NUB,NUB2,NUS3AUDIO,NUS3BANK,NWA,NWAV,NXA,OCTAMED,OGG,OGL,OKT,OKTA,OMU,ONE,OPI,OPUS,OPUSX,OPX,ORG,OSP,OSS,OTM,OVB,OVI,OXM,OZI,P,P00,P10,P21,P2BT,P30,P3D,P40A,P40B,P41A,P4X,P50A,P5A,P5X,P60,P60A,P61,P61A,P6X,P86,PAP,PAST,PCD,PCM,PDT,PDX,PFLT,PHA,PIN,PIS,PK,PLM,PLX,PM,PM0,PM01,PM1,PM10C,PM18A,PM2,PM20,PM4,PM40,PMB,PMZ,PNB,POLK,PONA,POS,POWT,PP10,PP20,PP21,PP30,PPC,PPK,PPM,PPS,PPZ,PR1,PR2,PRG,PROM,PRU,PRU1,PRU2,PRUN,PRUN1,PRUN2,PS,PS2STM,PSA,PSC,PSF,PSF2,PSF2LIB,PSFLIB,PSG,PSH,PSID,PSM,PSND,PSW,PT,PT1,PT2,PT3,PT36,PTCOP,PTM,PTTUNE,PUMA,PVI,PVP,PWR,PXA,PYG,PYGM,PYGMY,PZI,QC,QPA,QSF,QSFLIB,QTS,R,RAC,RAD,RAK,RAS,RAW,RH,RHO,RIFF,RIX,RJP,RK,RKB,RKV,RMT,RND,ROF,ROL,RPGMVO,RRDS,RSD,RSF,RSID,RSM,RSP,RSTM,RTM,RWAR,RWAV,RWS,RWSD,RWX,RXW,S-C,S14,S3M,S7G,S98,SA,SA-P,SA2,SAB,SAD,SAF,SAP,SAS,SAT,SA_OLD,SB,SB0,SB1,SB2,SB3,SB4,SB5,SB6,SB7,SBIN,SBK,SBR,SBV,SC,SC68,SCD,SCH,SCI,SCL,SCN,SCR,SCT,SCUMM,SD9,SDB,SDF,SDR,SDT,SEB,SED,SEG,SET,SF0,SF2,SFL,SFM,SFS,SFX,SFX13,SFX2,SG,SGB,SGC,SGD,SGX,SID,SID1,SID2,SJS,SKT,SKYT,SL3,SLI,SM,SM0,SM1,SM2,SM3,SM4,SM5,SM6,SM7,SMC,SMK,SMN,SMP,SMPL,SMPRO,SMUS,SMV,SND,SNDH,SNDMON,SNDS,SNG,SNGW,SNK,SNR,SNS,SNSF,SNSFLIB,SNT,SNT!,SNU,SNX,SOC,SOD,SOG,SON,SONGPLAY,SONIC,SOP,SPC,SPD,SPK,SPL,SPM,SPS,SPSD,SPW,SQD,SQT,SQX,SS,SS2,SSD,SSF,SSFLIB,SSM,SSS,ST,ST1,ST2,ST26,ST3,ST30,STAR,STC,STER,STK,STM,STMA,STP,STPK,STR,STREAM,STRM,STS,STX,SUN,SVAG,SVG,SVS,SWAG,SWAV,SWD,SWITCH_AUDIO,SX,SXD,SXD1,SXD2,SXD3,SYN,SYNMOD,SZX,TD0,TEC,TF,TF0,TFC,TFD,TFE,TFHD1.5,TFHD7V,TFHDPRO,TFMX,TFMX1.5,TFMX7V,TFMXPRO,TGQ,TGV,THM,THN,THP,THX,TINY,TK5,TLZ,TLZP,TM2,TM8,TMC,TME,TMX,TP,TP1,TP2,TP3,TPU,TRA,TRC,TRD,TRO,TRONIC,TRS,TS,TUN,TW,TWO,TXT,TXTP,TYDSP,UDS,UE4OPUS,ULT,ULW,UM3,UMX,UN2,UNIC,UNIC2,USF,USFLIB,UTK,UV,V0,V1,V2M,V2MZ,VA3,VAG,VAI,VAS,VAWX,VB,VB2,VBK,VDM,VDS,VGM,VGS,VGV,VGZ,VID,VIG,VIS,VMS,VOI,VP6,VPK,VS,VSF,VSS,VSV,VTX,VXN,WAA,WAC,WAD,WAF,WAM,WAS,WAV,WAVC,WAVE,WAVEBATCH,WAVM,WAY,WB,WB2,WBD,WD,WEM,WII,WLF,WMA,WMUS,WN,WOW,WP2,WPD,WSD,WSI,WSR,WUA,WV2,WV6,WVE,WVS,WVX,X,XA,XA2,XA30,XAD,XAG,XAN,XANN,XAU,XAV,XEN,XM,XMA,XMA2,XMD,XMF,XMS,XMU,XNA,XNB,XOPUS,XPK,XPS,XSE,XSEW,XSF,XSM,XSS,XVAG,XVAS,XWAV,XWB,XWC,XWM,XWMA,XWS,XWV,YDSP,YM,YMF,YMST,ZEN,ZIC,ZSD,ZSM,ZSS,ZWDSP,ZWV,ZXZIP\nIntegrated player libs:\n- Adplug\n- Another Slight Atari Player(ASAP)\n- AtariSound\n- Eupmini\n- ffmpeg/mpg123/vorbis\n- Game Music Emu\n- FMPmini\n- Gbsplay\n- Highly Complete\n- AHX/Hively tracker\n- LazyUSF\n- Libvgm\n- Mdxplay\n- NSFPlay\n- OpenMPT\n- PlayGSF\n- Pmdmini\n- PxTone / Organya\n- PT3Player\n- SC68\n- Sibplayfp\n- Snes9x/snsf\n- ST-Sound\n- Timidity(using Merlin_gold SF2 soundfont)\n- UADE\n- XSF (2SF, NCSF)\n- XMP\n-V2M tinyplayer\n- VGMStream\n- VIO2SF\n- WebNEZ\n- WebSID\n- ZXTune\n\nDisclaimer:\nInternet accesses to the Modland, HVSC & ASMA libraries are provided as an as-is service, guarantee for availability and/or functionality is not given. Use this application at your own risk.";


// ================================================================
// MARK: - SUPPORT
// ================================================================

"Mail support" = "E-mail ondersteuning";
"Contact support by email" = "Contact ondersteuning via e-mail";
"[Please describe your request below]" = "[Beschrijf uw verzoek hieronder]";


// ================================================================
// MARK: - DONATION / TIPS
// ================================================================

"Thank You! 🙏" = "Dank u! 🙏";
"Send a tip to Modizer" = "Stuur een fooi naar Modizer";
"Support Modizer development" = "Ondersteun Modizer ontwikkeling";


// ================================================================
// MARK: - LAUNCH / INITIALIZATION
// ================================================================

"Cleaning DB &\nreseting settings" = "DB opschonen &\ninstellingen herstellen";
"First launch or issue encountered last time Modizer was running. Apply default settings?" = "Eerste keer opstarten of probleem ondervonden de laatste keer dat Modizer draaide. Standaardinstellingen toepassen?";


// ================================================================
// MARK: - SIRI / APP INTENTS
// ================================================================

/* Intent Titles */
"Play" = "Afspelen";
"Pause" = "Pauzeren";
"Stop" = "Stoppen";
"Next Song" = "Volgend nummer";
"Previous Song" = "Vorig nummer";
"Play Subsong" = "Subnummer afspelen";
"Seek" = "Zoeken";
"Set Infinite Loop" = "Oneindige loop instellen";
"Set Loop Mode" = "Loopmodus instellen";
"Set Shuffle Mode" = "Willekeurige modus instellen";
"Toggle Shuffle" = "Willekeurig schakelen";
"Toggle Loop Mode" = "Loopmodus schakelen";
"Set Fullscreen mode" = "Volledig scherm modus instellen";
"Go the player view" = "Ga naar spelerweergave";
"Set FX" = "FX instellen";
"Get Now Playing" = "Nu aan het afspelen ophalen";
"Get Playlists" = "Afspeellijsten ophalen";
"Play some music" = "Muziek afspelen";
"Play most played" = "Meest afgespeeld afspelen";
"Play favorites" = "Favorieten afspelen";
"Play Playlist" = "Afspeellijst afspelen";
"Play Playlist By Name" = "Afspeellijst afspelen op naam";

/* Intent Descriptions */
"Starts playing music in Modizer." = "Start het afspelen van muziek in Modizer.";
"Pauses music playback in Modizer." = "Pauzeert het afspelen van muziek in Modizer.";
"Stops music playback in Modizer." = "Stopt het afspelen van muziek in Modizer.";
"Skips to the next song in Modizer." = "Slaat over naar het volgende nummer in Modizer.";
"Skips to the previous song in Modizer." = "Slaat over naar het vorige nummer in Modizer.";
"Plays a specific subsong in the current file." = "Speelt een specifiek subnummer af in het huidige bestand.";
"Seeks to a specific position in the current song." = "Zoekt naar een specifieke positie in het huidige nummer.";
"Set the infinite loop mode in Modizer." = "Stel de oneindige loopmodus in Modizer in.";
"Set the loop mode in Modizer." = "Stel de loopmodus in Modizer in.";
"Set the shuffle mode in Modizer." = "Stel de willekeurige modus in Modizer in.";
"Toggles shuffle mode in Modizer." = "Schakelt willekeurige modus in Modizer.";
"Toggles loop mode in Modizer." = "Schakelt loopmodus in Modizer.";
"Set Fullscreen mode on or off in Modizer." = "Stel volledig scherm modus aan of uit in Modizer.";
"Go the player view in Modizer." = "Ga naar de spelerweergave in Modizer.";
"Set FX mode in Modizer." = "Stel FX-modus in Modizer in.";
"Gets information about the currently playing song." = "Haalt informatie op over het momenteel afgespeelde nummer.";
"Gets the list of available playlists in Modizer." = "Haalt de lijst van beschikbare afspeellijsten op in Modizer.";
"Random picks from available local titles in Modizer." = "Willekeurige keuzes uit beschikbare lokale titels in Modizer.";
"Most played titles from available local titles in Modizer." = "Meest afgespeelde titels uit beschikbare lokale titels in Modizer.";
"Favorites titles from available local titles in Modizer." = "Favoriete titels uit beschikbare lokale titels in Modizer.";
"Plays a specific playlist in Modizer. Note: For best results with voice commands, use 'Play Playlist By Name' instead." = "Speelt een specifieke afspeellijst af in Modizer. Opmerking: Voor beste resultaten met spraakopdrachten, gebruik 'Afspeellijst afspelen op naam'.";
"Plays a playlist by name in Modizer. Recommended for voice commands." = "Speelt een afspeellijst op naam af in Modizer. Aanbevolen voor spraakopdrachten.";

/* Parameters */
"Subsong Index" = "Subnummer index";
"The index of the subsong to play" = "De index van het af te spelen subnummer";
"Position (seconds)" = "Positie (seconden)";
"The position to seek to in seconds" = "De positie om naar te zoeken in seconden";
"Relative" = "Relatief";
"Whether to seek relative to current position" = "Of relatief ten opzichte van huidige positie gezocht moet worden";
"Infinite Loop Mode" = "Oneindige loopmodus";
"0: off, 1: infinite loop" = "0: uit, 1: oneindige loop";
"Repeat Mode" = "Herhaalmodus";
"0: off, 1: loop current title, 2: loop playlist" = "0: uit, 1: huidige titel herhalen, 2: afspeellijst herhalen";
"Shuffle Mode" = "Willekeurige modus";
"0: off, 1: choose only one title if file has subsongs or is an archive, 2: play all titles of a given file" = "0: uit, 1: kies slechts één titel als bestand subnummers heeft of een archief is, 2: speel alle titels van een gegeven bestand";
"Fullscreen mode" = "Volledig scherm modus";
"Activate (1) or disactivate (0) Fullscreen mode" = "Activeer (1) of deactiveer (0) volledig scherm modus";
"FX" = "FX";
"The FX to set" = "De in te stellen FX";
"FX Mode" = "FX modus";
"The mode to activate for the selected FX (0:off)" = "De te activeren modus voor de geselecteerde FX (0:uit)";
"Playlist" = "Afspeellijst";
"The playlist to play" = "De af te spelen afspeellijst";
"Start Index" = "Start index";
"The index of the song to start playing from (0-based)" = "De index van het nummer om vanaf te starten met afspelen (0-gebaseerd)";
"Playlist Name" = "Afspeellijst naam";
"The name of the playlist to play" = "De naam van de af te spelen afspeellijst";
"Which playlist would you like to play?" = "Welke afspeellijst wilt u afspelen?";

/* Dialog Messages */
"play_playlist_dialog" = "Afspeellijst %@ afspelen";
"Playlist not found. Use 'Get Playlists' to see available playlists." = "Afspeellijst niet gevonden. Gebruik 'Afspeellijsten ophalen' om beschikbare afspeellijsten te zien.";
"No playlists found" = "Geen afspeellijsten gevonden";

/* FX Names */
"ProjectM" = "ProjectM";
"Oscillo" = "Oscillo";
"Piano roll" = "Pianorol";
"3D Piano" = "3D piano";
"Notes bars" = "Notenbalken";
"Tracker" = "Tracker";
"2D Spectrum" = "2D spectrum";
"3D Spectrum" = "3D spectrum";
"3D Landscape" = "3D landschap";

// ================================================================


// ================================
// MARK: - VOICE COMMANDS UI
// ================================

"Voice Commands" = "Spraakopdrachten";
"Siri voice commands for Modizer" = "Siri-spraakopdrachten voor Modizer";
"Voice Commands: Playback" = "Afspelen";
"Voice Commands: Navigation" = "Navigatie";
"Voice Commands: Playlists" = "Afspeellijsten";
"Voice Commands: Modes" = "Modi";
// MARK: - TABS
// ================================================================

"Search" = "Zoeken";
"More" = "Meer";
"Suspend" = "Pauzeren";
"Clear all" = "Alles wissen";
"Online" = "Online";


// ================================================================
// MARK: - MORE TAB
// ================================================================

"About" = "Over";
"Some general informations" = "Algemene informatie";
"Settings" = "Instellingen";
"Global, Visu, FTP & Plugins" = "Algemeen, Visu, FTP & Plugins";
"Maintenance" = "Onderhoud";
"Clean DB, Reset ratings, ..." = "DB opschonen, beoordelingen herstellen, ...";


// ================================================================
// MARK: - ONLINE TAB / COLLECTIONS
// ================================================================

/* Section Headers */
"Collections" = "Collecties";
"Browse Internet" = "Internet bladeren";
"Games Music" = "Gamemuziek";
"Mods & chiptunes" = "Mods & chiptunes";
"Other" = "Overig";

/* Collections */
"MODLAND collection" = "MODLAND collectie";
"AMP collection" = "AMP collectie";
"HVSC collection" = "HVSC collectie";
"ASMA collection" = "ASMA collectie";
"JOSHW collection" = "JOSHW collectie";
"VGMRips collection" = "VGMRips collectie";
"SNESmusic collection" = "SNESmusic collectie";
"SMS Power! collection" = "SMS Power! collectie";
"ZXArt collection" = "ZXArt collectie";

/* Collection Descriptions */
"%d entries" = "%d items";
"Thousands of entries" = "Duizenden items";
"4K+ packs / 70K+ songs" = "4K+ pakketten / 70K+ nummers";
"1500+ sets / Super Nintendo/Famicom" = "1500+ sets / Super Nintendo/Famicom";
"Master System & Game gear sets" = "Master System & Game Gear sets";
"ZX Spectrum" = "ZX Spectrum";

/* Internet */
"Modizer World Charts" = "Modizer wereldhitlijsten";
"Web browser" = "Webbrowser";
"No internet connectivity or website down." = "Geen internetverbinding of website niet beschikbaar.";

// ================================================================
// MARK: - SETTINGS - FAMILIES & UI
// ================================================================

/* Settings Families */
"Global" = "Algemeen";
"Default Players" = "Standaard spelers";
"Visualizers" = "Visualisaties";
"PR & NS colors settings" = "PR & NS kleurinstellingen";
"Plugins" = "Plugins";

/* Player Selection */
"MOD player" = "MOD speler";
"SAP player" = "SAP speler";
"SID player" = "SID speler";
"VGM player" = "VGM speler";
"YM player" = "YM speler";
"NSF player" = "NSF speler";
"PT3 player" = "PT3 speler";
"GBS player" = "GBS speler";
"KSS player" = "KSS speler";
"2SF player" = "2SF speler";
"MIDI player" = "MIDI speler";

/* Global Player Settings - Additional Descriptions */
"Only for plugins supporting this feature (GME, NSFPLAY, LIBVGM)" = "Alleen voor plugins die deze functie ondersteunen (GME, NSFPLAY, LIBVGM)";
"0=auto, delay rounded to a multiple of audio buffer size" = "0=automatisch, vertraging afgerond op een veelvoud van audiobuffergrootte";
"Limited: not for subsong" = "Beperkt: niet voor subnummer";
"Default value is 3s" = "Standaardwaarde is 3s";
"Default action when selecting an archive or a multisong file" = "Standaardactie bij selecteren van archief of multisong bestand";
"Play only selected entry or full archive/multisong file" = "Speel alleen geselecteerd item of volledig archief/multisong bestand";
"Show Welcome screen" = "Welkomstscherm tonen";
"Adplug priority for module" = "Adplug prioriteit voor module";

/* FTP Settings */
"Server status" = "Serverstatus";
"FTP Server" = "FTP server";
"Authorize anonymous" = "Anonymous toestaan";
"User" = "Gebruiker";
"Password" = "Wachtwoord";
"Port" = "Poort";

/* Online Settings */
"MODLAND URL" = "MODLAND URL";
"HVSC URL" = "HVSC URL";
"ASMA URL" = "ASMA URL";
"MODLAND Server" = "MODLAND server";
"MODLAND cust.URL" = "MODLAND aangepaste URL";
"HVSC Server" = "HVSC server";
"HVSC cust.URL" = "HVSC aangepaste URL";
"ASMA Server" = "ASMA server";
"ASMA cust.URL" = "ASMA aangepaste URL";


// ================================================================
// MARK: - SETTINGS - ADDITIONAL PLUGIN SETTINGS
// ================================================================

/* Visualization - MOD Pattern */
"Patterns BG Alpha" = "Patronen achtergrond alpha";
"Opacity of mod patterns view" = "Dekking van mod patroonweergave";
"MOD Color Theme" = "MOD kleurenthema";
"MOD Current Line" = "MOD huidige lijn";
"MOD Volume bars" = "MOD volumebalken";
"MOD Pattern Font" = "MOD patroon lettertype";
"MOD Pattern Font Size" = "MOD patroon lettergrootte";

/* Visualization - Piano Roll / MIDI */
"Piano Roll FX" = "Pianorol FX";
"PR/Spark FX" = "PR/Vonk FX";
"Display voices label" = "Stemmentlabel weergeven";
"Notes scroller FX" = "Noten scroller FX";
"NS/bars mode" = "NS/balken modus";
"NS/bars style" = "NS/balken stijl";
"Vibrato display" = "Vibrato weergave";
"Piano FX" = "Piano FX";
"Piano bars mode" = "Piano balken modus";

/* Visualization - Spectrum */
"3D Sp.Bloom" = "3D spectrum bloom";
"3D Land. Bloom" = "3D landschap bloom";
"0: off" = "0: uit";

/* ProjectM Settings */
"ProjectM FX" = "ProjectM FX";
"Rendering quality: Max is pixel resolution, 1/2 is half, ..." = "Renderingkwaliteit: Max is pixelresolutie, 1/2 is de helft, ...";
"Custom presets/textures should be copied in .projectm folder" = "Aangepaste presets/texturen moeten gekopieerd worden in .projectm map";
"Display preset name" = "Presetnaam weergeven";
"Lim: display and disappear quickly" = "Beperkt: tonen en snel verdwijnen";
"Auto switch presets" = "Automatisch presets wisselen";
"Allow loading of milk file with script issues" = "Toestaan laden van milk-bestand met scriptproblemen";
"Default is 15s" = "Standaard is 15s";
"Default is 2.7s" = "Standaard is 2.7s";
"Default value is 32" = "Standaardwaarde is 32";
"Default value is 24" = "Standaardwaarde is 24";
"Default value is 20" = "Standaardwaarde is 20";
"Hardcut" = "Harde snede";
"Hardcut triggers presets switch synchronized with beats." = "Harde snede triggert presets wisselen gesynchroniseerd met beats.";
"Hardcut min time" = "Harde snede min tijd";
"Preserve aspect ratio for compatible shaders." = "Beeldverhouding behouden voor compatibele shaders.";
"Default value is 1" = "Standaardwaarde is 1";
"Hardcut sensitivity" = "Harde snede gevoeligheid";

/* Oscilloscope Settings */
"Oscillo FX" = "Oscillo FX";
"Oscillo show labels" = "Oscillo labels tonen";
"Oscillo labels font size" = "Oscillo labels lettergrootte";
"Oscillo show grid" = "Oscillo raster tonen";
"Oscillo line width" = "Oscillo lijndikte";
"Reset all custom colors" = "Alle aangepaste kleuren herstellen";
"Multi color | System 1" = "Multi kleur | Systeem 1";
"Multi color | System 2" = "Multi kleur | Systeem 2";
"Multi color | System 3" = "Multi kleur | Systeem 3";
"Multi color | System 4" = "Multi kleur | Systeem 4";
"Multi color | System 5" = "Multi kleur | Systeem 5";
"Multi color | System 6" = "Multi kleur | Systeem 6";
"Multi color | System 7" = "Multi kleur | Systeem 7";
"Multi color | System 8" = "Multi kleur | Systeem 8";

/* Piano/MIDI Colors */
"Custom color 01" = "Aangepaste kleur 01";
"Custom color 02" = "Aangepaste kleur 02";
"Custom color 03" = "Aangepaste kleur 03";
"Custom color 04" = "Aangepaste kleur 04";
"Custom color 05" = "Aangepaste kleur 05";
"Custom color 06" = "Aangepaste kleur 06";
"Custom color 07" = "Aangepaste kleur 07";
"Custom color 08" = "Aangepaste kleur 08";
"Custom color 09" = "Aangepaste kleur 09";
"Custom color 10" = "Aangepaste kleur 10";
"Custom color 11" = "Aangepaste kleur 11";
"Custom color 12" = "Aangepaste kleur 12";
"Custom color 13" = "Aangepaste kleur 13";
"Custom color 14" = "Aangepaste kleur 14";
"Custom color 15" = "Aangepaste kleur 15";
"Custom color 16" = "Aangepaste kleur 16";
"Custom color 17" = "Aangepaste kleur 17";
"Custom color 18" = "Aangepaste kleur 18";
"Custom color 19" = "Aangepaste kleur 19";
"Custom color 20" = "Aangepaste kleur 20";
"Custom color 21" = "Aangepaste kleur 21";
"Custom color 22" = "Aangepaste kleur 22";
"Custom color 23" = "Aangepaste kleur 23";
"Custom color 24" = "Aangepaste kleur 24";
"Custom color 25" = "Aangepaste kleur 25";
"Custom color 26" = "Aangepaste kleur 26";
"Custom color 27" = "Aangepaste kleur 27";
"Custom color 28" = "Aangepaste kleur 28";
"Custom color 29" = "Aangepaste kleur 29";
"Custom color 30" = "Aangepaste kleur 30";
"Custom color 31" = "Aangepaste kleur 31";
"Custom color 32" = "Aangepaste kleur 32";

/* Plugin Settings - Libopenmpt */
"Libopenmpt" = "Libopenmpt";

/* Plugin Settings - GME */
"GME" = "GME";
"Will skip song if nothing is played for specified duration (0=off)" = "Slaat nummer over als niets wordt afgespeeld gedurende opgegeven tijd (0=uit)";

/* Plugin Settings - GSF */
"GSF" = "GSF";

/* Plugin Settings - NSFPLAY */
"NSFPLAY" = "NSFPLAY";
"Default length" = "Standaardlengte";
"Oversampling. Min=0, default: 10" = "Oversampling. Min=0, standaard: 10";
"Min=off, default: 112" = "Min=uit, standaard: 112";
"Max=off, default: 164" = "Max=uit, standaard: 164";
"1/2/3=NTSC/PAL/DENDY\n4/5/6=force NTSC/PAL/DENDY" = "1/2/3=NTSC/PAL/DENDY\n4/5/6=forceer NTSC/PAL/DENDY";
"Forces IRQ capability for all NSFs, not just NSF2" = "Forceert IRQ-mogelijkheid voor alle NSF's, niet alleen NSF2";
"APU unmute on reset" = "APU unmute bij reset";
"APU phase reset" = "APU fase reset";
"APU non linear mixing" = "APU niet-lineair mixen";
"APU swap duty 1/2" = "APU swap duty 1/2";
"APU Initialize sweep unmute" = "APU initialiseer sweep unmute";
"DMC enable $4011 writes" = "DMC activeer $4011 schrijfacties";
"DMC enable periodic noise" = "DMC activeer periodieke ruis";
"DMC unmute on reset" = "DMC unmute bij reset";
"DMC anti clicking" = "DMC anti-klikken";
"DMC non linear mixer" = "DMC niet-lineaire mixer";
"DMC randomize noise on reset" = "DMC randomiseer ruis bij reset";
"DMC mute triangle on pitch 0" = "DMC demp driehoek bij toonhoogte 0";
"prevents high frequency aliasing" = "voorkomt hoogfrequente aliasing";
"DMC rand. triangle" = "DMC rand. driehoek";
"randomize triangle on reset" = "randomiseer driehoek bij reset";
"DMC reverse bits" = "DMC keer bits om";
"reverse bits of DPCM sample bytes" = "keer bits om van DPCM sample bytes";
"MMC5 non linear mixing" = "MMC5 niet-lineair mixen";
"MMC5 Phase reset" = "MMC5 fase reset";
"Reset phase counter after write $5003 and $5007" = "Herstel faseteller na schrijven $5003 en $5007";
"FDS LP filter in Hz" = "FDS LP filter in Hz";
"Cutoff frequency (0Hz=off, 2000Hz=default)" = "Afsnijfrequentie (0Hz=uit, 2000Hz=standaard)";
"FDS reset \"phase\"" = "FDS reset \"fase\"";
"$4085 \"resets\" modular phase" = "$4085 \"reset\" modulaire fase";
"FDS write protect" = "FDS schrijfbescherming";
"write protect $8000-DFFF" = "schrijfbescherming $8000-DFFF";
"VRC7 Replace with OPLL" = "VRC7 vervang met OPLL";
"N163 Serial Multiplex mixing" = "N163 serieel multiplex mixen";
"N163 Write Protect Phase" = "N163 schrijfbescherming fase";
"N163 Limit Wavelength" = "N163 beperk golflengte";

/* Plugin Settings - ADPLUG */
"ADPLUG" = "ADPLUG";

/* Plugin Settings - HC (Highly Complete) */
"HC" = "HC";
"Only for HC plugin" = "Alleen voor HC plugin";

/* Plugin Settings - SID */
"SID" = "SID";
"Digiboost" = "Digiboost";

/* Plugin Settings - TIMIDITY */
"TIMIDITY" = "TIMIDITY";

/* Plugin Settings - UADE */
"UADE" = "UADE";
"Panning value" = "Panoramawaarde";
"Gain value" = "Versterkingswaarde";

/* Plugin Settings - VGMPlay */
"VGMPLAY" = "VGMPLAY";

/* Plugin Settings - VGMStream */
"VGMSTREAM" = "VGMSTREAM";

/* Plugin Settings - XMP */
"XMP" = "XMP";

/* Plugin Settings - SEXYPSF */
"SEXYPSF" = "SEXYPSF";

/* Plugin Settings - GBSPlay */
"GBS" = "GBS";

/* Plugin Settings - STSOUND */
"STSOUND" = "STSOUND";

/* Plugin Settings - SC68 */
"SC68" = "SC68";

/* Additional Settings */
"Disable" = "Uitschakelen";
"Enter playlist name" = "Voer afspeellijstnaam in";
"Ask" = "Vragen";
"Play All" = "Alles afspelen";
"Single" = "Enkel";
"Archive" = "Archief";
"On" = "Aan";
"Off" = "Uit";
"Lim" = "Beperkt";

// ================================================================
// MARK: - PLAYLISTS - ADDITIONAL ENTRIES
// ================================================================

/* Playlist Menu Entries */
"Add a playlist" = "Afspeellijst toevoegen";
"Create a new playlist" = "Nieuwe afspeellijst aanmaken";
"Now playing" = "Nu aan het afspelen";
"1 entry" = "1 item";
"No entry" = "Geen item";
"Random picks" = "Willekeurige keuzes";
"Generate a randomized playlist" = "Genereer een willekeurige afspeellijst";
"Most played" = "Meest afgespeeld";
"Favorites" = "Favorieten";

/* Playlist Actions */
"Add/Remove files..." = "Bestanden toevoegen/verwijderen...";
"More actions..." = "Meer acties...";
"Save as a new playlist" = "Opslaan als nieuwe afspeellijst";

// ================================================================
// MARK: - WELCOME PAGES
// ================================================================

"Welcome to Modizer!\n" = "Welkom bij Modizer!\n";
"Level up your library." = "Upgrade uw bibliotheek.";
"Sound meets visuals." = "Geluid ontmoet beelden.";
"Made with passion,\noffered for free." = "Gemaakt met passie,\ngratis aangeboden.";

/* Welcome Page Messages */
"Your gateway to retro and tracker music.\nPower up your device with legendary game tunes, iconic tracker modules, and timeless chiptune classics." = "Uw toegangspoort tot retro en tracker muziek.\nUpgrade uw apparaat met legendarische gametunes, iconische tracker modules en tijdloze chiptune klassiekers.";

"Browse and stream from online catalogs, to complete your own collections.\nBuild, edit, and listen to playlists effortlessly." = "Blader en stream vanuit online catalogi om uw eigen collecties te vervolledigen.\nBouw, bewerk en luister moeiteloos naar afspeellijsten.";

"Unlock classic oscilloscope looks, spectrum bars, piano rolls, trackers view and ProjectM/Milkdrop FX. Let Modizer paint each track with motion and color." = "Ontgrendel klassieke oscilloscoop looks, spectrumbalken, pianorollen, trackers weergave en ProjectM/Milkdrop FX. Laat Modizer elk nummer schilderen met beweging en kleur.";

"If you enjoy the app, tips are a great way to support its ongoing development.\nThank you for helping keep Modizer alive and evolving." = "Als u de app waardeert, zijn fooien een geweldige manier om de voortdurende ontwikkeling te ondersteunen.\nDank u voor uw hulp om Modizer levend en evoluerend te houden.";

"Skip" = "Overslaan";

// ================================================================
// MARK: - TIPS / DONATIONS
// ================================================================

/* Tips Screen */
"Support with a Tip" = "Ondersteunen met een fooi";
"Enjoy Modizer ?" = "Geniet u van Modizer?";
"Your support helps keep Modizer running and ad-free!" = "Uw ondersteuning helpt Modizer draaiende en advertentievrij te houden!";
"Already tipped so far" = "Tot nu toe al gefooide";
"Thank you for your support! 🙏" = "Dank u voor uw ondersteuning! 🙏";

/* Tip Tiers */
"Coffee" = "Koffie";
"Coffee & Croissant" = "Koffie & croissant";
"Dinner" = "Diner";
"Loading..." = "Laden...";

/* Tip Actions */
"Confirm Tip" = "Fooi bevestigen";
"Send Tip" = "Fooi verzenden";
"Send a %@ tip for %@?" = "Een %@ fooi verzenden voor %@?";
"Tip" = "Fooi";

/* Tip Errors */
"Unable to load products. Please check your internet connection." = "Kan producten niet laden. Controleer uw internetverbinding.";

/* Thank You Alert */
"Thank You! 🙏" = "Dank u! 🙏";
"Your support means everything! Thank you for helping keep Modizer running." = "Uw ondersteuning betekent alles! Dank u voor uw hulp om Modizer draaiende te houden.";

// ================================================================
// MARK: - MAINTENANCE SCREEN
// ================================================================

/* Maintenance Actions */
"Clean Database" = "Database opschonen";
"Clear 'Now Playing' queue" = "'Nu aan het afspelen' wachtrij wissen";
"Recreate Samples folder" = "Samples-map opnieuw aanmaken";
"Reset settings to default" = "Instellingen herstellen naar standaard";
"Remove current cover" = "Huidige hoes verwijderen";
"Reset Ratings" = "Beoordelingen herstellen";
"Reset Played Counters" = "Afspeeltellers herstellen";
"Reset Database" = "Database herstellen";
"Clear images cache" = "Afbeeldingencache wissen";

/* Playlists missing files download */
"Download missing playlists files" = "Ontbrekende afspeellijstbestanden downloaden";
"Queue the download of the missing files coming from online collections ?" = "Het downloaden van de ontbrekende bestanden uit de online collecties in de wachtrij zetten?";
"Download missing files" = "Ontbrekende bestanden downloaden";
"%d missing file(s)" = "%d ontbrekend(e) bestand(en)";
"%d missing file(s), %d can be downloaded. Tap to download." = "%d ontbrekend(e) bestand(en), %d te downloaden. Tik om te downloaden.";
"Supported collections:" = "Ondersteunde collecties:";
"Check" = "Controleren";
"Checking playlists" = "Afspeellijsten controleren";
"Download manager is not available." = "Downloadbeheer is niet beschikbaar.";
"%d file(s) queued for download." = "%d bestand(en) in de downloadwachtrij.";
"%d file(s) already available." = "%d bestand(en) al beschikbaar.";
"%d file(s) not from an online collection." = "%d bestand(en) niet uit een online collectie.";
"%d file(s) cannot be resolved (%@), browse the collection to download them." = "%d bestand(en) niet herleidbaar (%@), blader door de collectie om ze te downloaden.";

/* Maintenance Messages */
"Settings reseted" = "Instellingen hersteld";
"Ratings reseted" = "Beoordelingen hersteld";
"Played Counters reseted" = "Afspeeltellers hersteld";
"Samples folder created" = "Samples-map aangemaakt";
"Cache cleaned" = "Cache opgeschoond";
"Database reseted" = "Database hersteld";
"No cover to remove" = "Geen hoes om te verwijderen";
"Cover removed" = "Hoes verwijderd";
"Database cleaned" = "Database opgeschoond";

/* Maintenance Confirmations */
"Are you sure you want to clean the DB, it might take a while ?" = "Weet u zeker dat u de database wilt opschonen, dit kan even duren?";
"Clean" = "Opschonen";
"Cleaning DB" = "Database opschonen";
"Cancelling..." = "Annuleren...";

// ================================================================
// MARK: - PLAYERMENU
// ================================================================

"Close FX\nwindow" = "FX venster\nsluiten";
"All FX off" = "Alle FX uit";
"FX\nalpha" = "FX\nalpha";
"Show name\ntemp." = "Naam tijdelijk\ntonen";
"Show name" = "Naam tonen";
"Bundled\npresets" = "Meegeleverde\npresets";
"Custom\npresets" = "Aangepaste\npresets";
"Blend\npresets" = "Presets\nmengen";
"Clear\nall" = "Alles\nwissen";
"Select\nall" = "Alles\nselecteren";
"Favorites" = "Favorieten";
"Expand" = "Uitklappen";
"Select\nlisted" = "Getoonde\nselecteren";
"Remove\nlisted" = "Getoonde\nverwijderen";
"Selected" = "Geselecteerd";
"Collapse" = "Inklappen";
"Labels" = "Labels";
"Grid" = "Raster";
"Voices\nlabels" = "Stemmen\nlabels";
"Octaves\nlabels" = "Octaven\nlabels";
"Volume\nbars" = "Volume\nbalken";
"Fixed bar" = "Vaste balk";
"BG\nopacity" = "Achtergrond\ndekking";
"Bloom:\n%s" = "Bloom:\n%s";
"Thickness:\n%s" = "Dikte:\n%s";
"Font size\n%s" = "Lettergrootte\n%s";
"Font:\n%s" = "Lettertype:\n%s";
"Info HUD:\n%s" = "Info HUD:\n%s";
"Select active %s presets" = "Selecteer actieve %s presets";
"bundled" = "meegeleverd";
"custom" = "aangepast";
"Select\ncustom\npresets" = "Selecteer\naangepaste\npresets";
"Select\nbundled\npresets" = "Selecteer\nmeegeleverde\npresets";
"Themes:\n%s" = "Thema's:\n%s";

// MARK: - Voice Commands phrases
"Play some music in Modizer" = "Speel muziek in Modizer";
"Start random playlist in Modizer" = "Start willekeurige afspeellijst in Modizer";
"Play favorites in Modizer" = "Speel favorieten in Modizer";
"Start favorites playlist in Modizer" = "Start favorieten afspeellijst in Modizer";
"Play most played in Modizer" = "Speel meest gespeelde in Modizer";
"Start most played playlist in Modizer" = "Start meest gespeelde afspeellijst in Modizer";
"Play a playlist in Modizer" = "Speel een afspeellijst in Modizer";
"Start a playlist in Modizer" = "Start een afspeellijst in Modizer";
"Toggle shuffle mode in Modizer" = "Schakel shuffle-modus in Modizer";
"Change shuffle mode in Modizer" = "Wijzig willekeurige weergave in Modizer";
"Change loop mode in Modizer" = "Verander herhaalmodus in Modizer";
"Toggle repeat in Modizer" = "Schakel herhaling in Modizer";
"What's playing in Modizer" = "Wat speelt er in Modizer";
"Current song in Modizer" = "Huidige nummer in Modizer";

"Voices commands aren't supported in MacOS." = "Spraakopdrachten worden niet ondersteund in macOS.";

/* Error messages */
"playlist_not_found_error" = "Afspeellijst niet gevonden. Gebruik 'Afspeellijsten ophalen' om beschikbare afspeellijsten te bekijken.";
"playlist_empty_error" = "Deze afspeellijst heeft geen items. Voeg eerst muziek toe.";

"%@ (name)" = "%@ (naam)";
  "%@ (packs)" = "%@ (pakketten)";
  "%@ (rating)" = "%@ (beoordeling)";
  "2D Spectrum settings" = "2D-spectruminstellingen";
  "3D landscape settings" = "3D-landschapsinstellingen";
  "3D spectrum settings" = "3D-spectruminstellingen";
  "Auto\nscaling" = "Automatisch\nschalen";
  "CGSC collection" = "CGSC-collectie";
  "Cleaning DB & \nreseting settings" = "DB opschonen &\ninstellingen resetten";
  "CoverLibraryFolder" = "Als hoes van huidige bibliotheekmap";
  "Feeling lucky" = "Ik voel me gelukkig";
  "Hide MIDI & Piano FX" = "Verberg MIDI & Piano FX";
  "Hide other note based FX if displayed (Piano, Midi)" = "Verberg andere nootgebaseerde FX indien weergegeven (Piano, Midi)";
  "JoshW Covers" = "JoshW-hoezen";
  "Limit applied in Radio mode to avoid downloading too big files." = "Limiet toegepast in radiomodus om te grote bestanden te vermijden.";
  "MIDI pattern settings" = "MIDI-patrooninstellingen";
  "MOD Pattern settings" = "MOD-patrooninstellingen";
  "Next: %@" = "Volgende: %@";
  "Next: loading..." = "Volgende: laden...";
  "Piano 3D settings" = "3D-piano-instellingen";
  "Piano roll settings" = "Piano roll-instellingen";
  "Radio download limit" = "Radio-downloadlimiet";
  "Radio mode" = "Radiomodus";
  "Search: simplified regexp ('.'->'\\.', '*'->'.*')" = "Zoek: vereenvoudigde regexp ('.'->'\\.', '*'->'.*')";
  "Thank You! ❤️" = "Bedankt! ❤️";
  "Thank you for your support! ❤️" = "Bedankt voor je steun! ❤️";
  "Try to download covers from TGDB or MobyGames." = "Probeer hoezen te downloaden van TGDB of MobyGames.";

/* Cloud */
  "Add Cloud Source" = "Cloudbron toevoegen";
  "Browse iCloud, Dropbox, ..." = "Blader door iCloud, Dropbox, ...";
  "Name this source" = "Geef deze bron een naam";
  "Enter a name for this cloud folder" = "Voer een naam in voor deze cloudmap";
  "Cloud Folder" = "Cloudmap";
  "Add" = "Toevoegen";
  "This cloud folder was added but may not persist after the app is closed. Some cloud providers don't support persistent access." = "Deze cloudmap is
  toegevoegd maar blijft mogelijk niet behouden na het sluiten van de app. Sommige cloudproviders ondersteunen geen permanente toegang.";
  "File cannot be downloaded.\nPlease check your internet connection." = "Bestand kan niet worden gedownload.\nControleer uw internetverbinding.";
  "Downloading from\ncloud..." = "Downloaden van\ncloud...";
  "Download timed out. Please try again later." = "Download time-out. Probeer het later opnieuw.";
  "available" = "beschikbaar";

"Copy" = "Kopiëren";
"Database couldn't be updated." = "Database kon niet worden bijgewerkt.";
"Database updated." = "Database bijgewerkt.";
"Issue %d while copying: %@.\n%@" = "Fout %d bij kopiëren: %@.\n%@";
"Old database version: %d.%d. Will update to %d.%d. Please validate & wait." = "Oude databaseversie: %d.%d. Wordt bijgewerkt naar %d.%d. Bevestig en wacht.";
"Use STIL data" = "STIL-gegevens gebruiken";
"Used for subsongs titles and related artists names." = "Gebruikt voor subsong-titels en gerelateerde artiestennamen.";

